       Identification division.
           program-id.hello.
       procedure division.
           display "######################################################".
           display "Hello Rose, Welcome to the most exciting world of COBOL".

           display "#################################################".
           display "************************************************".
           display "Author: Daniel Amarante de Almeida 18/04/2020".
           display "********************************************".
           
           stop run.
